Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=159_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Juhkkojuvvo skuvllaide ja girjerádjosiidda.
smn: Oskoldâh Juáhhoo škovláid já kirjeráájoid.

source: Ii leat vuovdimassii !
smn: Ij lah vyebdimnáál !

source: Ilmari Mattus, jođiheaddji
smn: Ilmari Mattus, jođetteijee

source: Musihkka: Matti Kurkela, orgel
smn: Muusik: Matti Kurkela miäđuštij urguigijn

source: Bádden: Yle Sámi Radio 2.4.2002
smn: Paddim: Yle Sámi Radio 2.4.2002

source: Buvttadan: YLE Sámi Radio &amp; Sámediggi 2008
smn: Pyetittâm: YLE Sámi Radio &amp; Sämitigge 2008

source: Bádden: Yle Sámi Radio 3.9.2003 Buvttadan: Yle Sámi Radio &amp; Sámediggi 2008
smn: Paddim: Yle Sámi Radio 3.9.2003 Pyetittâm: Yle Sámi Radio &amp; Sämitigge 2008

source: govat: Jukka Lemmetty
smn: koveh: Jukka Lemmetty

source: jorgalan: Ilmari Mattus
smn: jurgâlâm: Ilmari Mattus

source: siiddut: 128
smn: sijđoh: 128

source: Sámediggi 2002
smn: Sämitigge 2002

source: haddi: 4,00 €
smn: Sämitigge 2002 ______________________________________

source: (Oahppi ođđa testamentá)
smn: Uáppei puáris testament

source: jorgalan: Matti Morottaja
smn: jurgâlâm: Matti Morottaja

source: dássi: 3. lk
smn: sijđoh: 128

source: haddi: 12,00 € Sámediggi 2003
smn: Sämitigge 2003 ______________________________________

source: govat: Timo Lagerkrans
smn: koveh: Timo Lagerkrans

source: Sámediggi 2003
smn: Sämitigge 2003
